src/main/resources/postman.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
				xmlns:xsd="http://www.w3.org/2001/XMLSchema"
				xmlns:gs="http://www.geekbrains.com/geekspring/wsdproducts/generation">

	<soapenv:Header/>
	<soapenv:Body>
		<gs:getProductsRequest>
			<gs:id>1</gs:id>
		</gs:getProductsRequest>
	</soapenv:Body>

</soapenv:Envelope>

GET
localhost:8189/project/ws/products.wsdl
